Repository: b3nk4n/powernapp-app
Catalog: PowernApp/Resources/AppResources.*.resx
Languages: es, fa_ir, fr, hr, id, it, pt, ru, zh

# NappingTipsIntro
source: Research has found that napping regularly may reduce stress and even decrease your risk of heart disease. To get the most out of a power snooze, follow these quick and simple tips:
es: Estudios han encontrado que hacer siesta regularmente puede reducir el estrés e incluso disminuir el riesgo de enfermedades del corazón. Para sacar el máximo provecho de su siesta, siga estos rápidos y sencillos consejos:
fa_ir: تحقیقات نشان داده است که چرت منظم ممکن است استرس را کاهش دهد و حتی خطر ابتلا به بیماری های قلبی را نیز کاهش دهد. برای بهتر شدن چرت خود، این ترفند های ساده را دنبال کنید:
fr: Les recherches ont montré que faire des siestes régulièrement aide à réduire le stress ainsi que le risque de maladies cardiaques. Pour profiter au maximum d'une sieste veuillez suivre ces conseils rapides et simples:
hr: Studije su pokazale da redovno drijemanje može smanjiti stres i čak smanjiti mogućnost oboljevanja od srčanih bolesti. Kako biste dobili najviše iz drijemanja, slijedite ove kratke i jednostavne savjete:
id: Penelitian telah membuktikan bahwa tidur singkat secara reguler bisa mengurangi stres dan bahkan menurunkan resiko serangan jantung. Untuk mendapatkan kelebihan tidur singkat, ikuti tips cepat dan sederhana ini:
it: Molte ricerche affermano che un pisolino regolare può ridurre lo stress ed il rischio cardiovascolare. Per ottenere il massimo, segui questi rapidi consigli:
pt: Pesquisas constataram que dormir regularmente pode reduzir o estresse e até mesmo o risco de doenças cardíacas. Para obter o máximo proveito de uma soneca, siga estas dicas simples e rápidas:
ru: Исследования показали, что регулярный кратковременный дневной сон снижает уровень стресса и риск развития заболеваний сердца. Следуйте нижеприведенным рекомендациям, чтобы получить максимальную пользу от сна:
zh: 研究表明有规律的小睡可以减少压力甚至是心脏疾病。要获取一个质量好的小睡，请跟随下面的一些简单提示。

# NappingTipsQuickMessage
source: Set your alarm for about 30 minutes or less if you don't want to wake up groggy. Because you should wake up before the occurrence of deep sleep.
es: Programe la alarma alrededor de 30 minutos o menos, ya que no debería llegar a un sueño profundo.
fa_ir: اگر می خواهید سست نشوید، هشدار را برای حدود 30 دقیقه یا کمتر تنظیم کنید. زیرا شما باید قبل از اینکه به خواب عمیق بروید، بیدار شوید.
fr: Réglez votre réveil pour 30 minutes ou moins si vous ne voulez pas vous réveiller fatigué. Il est nécessaire de se réveiller avant de rentrer dans le sommeil profond.
hr: Postavite alarm za 30 minuta ili manje ako se ne želite probuditi mrzovoljni. Trebali biste se probuditi prije dubokog sna.
id: Atur alarm Anda sekitar 30 menit atau kurang jika Anda tidak ingin terbangun dalam keadaan pening. Karena Anda harus terbangun sebelum memasuki keadaan tidur lelap.
it: Imposta il la sveglia a circa 30 minuti. Ciò, affinchè non possa essere svegliato mentre ti trovi nella fase più profonda del riposo.
pt: Programe seu despertador por aproximadamente 30 minutos ou menos, se você não quer acordar grogue, pois você deve acordar antes de cair em sono profundo.
ru: Установите будильник не больше, чем на 30 минут, чтобы избежать вялости и разбитости. Так вы проснётесь до того, как начнётся фаза глубокого сна.
zh: 除非您想在醒来时变得像醉酒一样无力，把闹钟设置在30分钟或更少。因为这样会在您深度睡眠前醒来。

# NappingTipsQuickTitle
source: Make it quick
es: Que sea rápido
fa_ir: سریع انجامش دهید
fr: Faites-le rapidement
hr: Trajanje
id: Lakukan dengan cepat
it: Fallo rapidamente
pt: Seja rápido
ru: Умеренность
zh: 变得快速

# NappingTipsWarmMessage
source: Stash a blanket nearby to put over you because your body temperature drops while you snooze.
es: Tenga una manta cerca para taparse, porque mientras dormimos baja la temperatura corporal.
fa_ir: یک پتو نزدیک خود نگه دارید تا روی خود بیاندازید زیرا دمای بدن شما در خواب کاهش می یابد.
fr: Prenez une couverture pour vous couvrir car la témpérature de votre corps baisse lorsque que vous dormez.
hr: Čuvajte deku u blizini jer gubite toplinu tijekom drijemanja.
id: Simpan selimut di samping Anda karena temperatur tubuh Anda akan menurun sewaktu tidur singkat.
it: Preoccupati di avere una coperta con te, poiché durante il sonno la temperatura del corpo si abbassa.
pt: Mantenha um cobertor próximo a você, porque a sua temperatura corporal cai enquanto você dorme.
ru: Прихватите с собой плед, которым можно накрыться, так как температура тела во время сна снижается.
zh: 把一条毯子放在旁边给你因为你的体温在你小睡时下降。

# NappingTipsWarmTitle
source: Stay warm
es: Manténgase caliente
fa_ir: گرم بمانید
fr: Restez au chaud
hr: Ostanite topli
id: Pertahankan kehangatan
it: Stai al caldo
pt: Mantenha-se aquecido
ru: Тепло
zh: 保持温暖

# SpeakAlarmAlreadySet
source: Alarm is already set.
es: La alarma está definida.
fr: L'alarme est déjà réglee.
hr: Alarm je već postavljen.
id: Alarm sudah di atur.
it: L'allarme è già impostato.
pt: O despertador já está definido.
ru: Будильник установлен
zh: 闹铃已经被设置了。

# SpeakAlarmSetFor
source: Alarm is set for {0}.
es: La alarma está configurada para {0}.
fr: L'alarme est réglee pour {0}.
hr: Alarm je postavljen na {0}.
id: Alarm diatur selama {0}.
it: Svelgia impostata per {0}.
pt: O despertador está definido para {0}.
ru: Будильник установлен на {0}.
zh: 闹铃被设置在 {0}。

# SpeakNoAlarmSet
source: Alarm was not set.
es: La alarma no se estableció.
fr: L'alarme n'a pas été régle.
hr: Alarm nije postavljen
id: Alarm belum diatur.
it: L'allarme non è impostato
pt: O despertador não foi definido.
ru: Будильник не установлен.
zh: 闹铃没有被设置。

# SpeakStartNap1
source: Have a nice {0} minutes nap.
es: Que tenga unos buenos {0} minutos de siesta.
fr: Reposez-vous bien pendant {0} minutes.
hr: Želimo Vam lijepih {0} minuta drijemanja.
id: Selamat menikmati tidur singkat selama {0} menit.
it: Goditi i tuoi {0} minuti di riposo.
pt: Tenha ótimos {0} minutos de sono.
ru: Приятного сна! Подъём через {0} минут.
zh: 拥有一个美好的 {0} 分钟的小睡吧！

# SpeakStopNap1
source: Alarm is now off. Hope you feel more energized.
es: La alarma está desactivada. Espero que te sientas con más energía.
fr: L'alarme est maintenant éteinte. J'espère que vous vous sentez mieux.
hr: Alarm je sada isključen. Nadamo se da ste se odmorili.
id: Alarm sudah dimatikan. Semoga Anda lebih bertenaga.
it: Sveglia spenta. Va meglio?
pt: O despertador foi desligado. Espero que você já tenha recuperado as energias.
ru: Будильник выключен. Вы выспались?
zh: 闹钟已经关闭。希望你现在感到充满能量

# SpeakTimeLeft
source: You have {0} minutes left.
es: Te quedan {0} minutos para el final.
fr: Il vous reste {0} minutes.
hr: Preostalo Vam je {0} minuta.
id: Anda memiliki {0} menit tersisa.
it: {0} minuti restanti.
pt: Você tem {0} minutos restantes.
ru: Осталось {0} минут.
zh: 您还有 {0} 的小睡剩余时间

# SpeakTimeShifted
source: Now you have about {0} minutes left.
es: Ahora que tienes sobre {0} minutos para el final.
fr: Maintenant il vous reste a peu près {0} minutes.
hr: Sada vam je preostalo {0} minuta.
id: Sekarang Anda mempunyai {0} menit tersisa.
it: Restano ancora {0} minuti.
pt: Agora você tem {0} minutos restantes
ru: Теперь осталось {0} минут.
zh: 现在您还有 {0} 的闹钟剩余时间

# AlertDialogMessage
source: Wake up! Hope you feel more energized now...
es: Hora de levantarse!!! Espero que hayas recuperado las energías…
fa_ir: بیدار شو! امیدوارم الآن احساس کنی انرژی بیشتری داری...
fr: Réveillez-vous! J'espère que vous vous êtes bien reposé!
hr: Probudite se! Nadam se da ste se odmorili...
id: Bangun! Semoga Anda lebih bertenaga sekarang...
it: Sveglia! Spero che ora ti senta pieno di energie…
pt: Hora de acordar! Espero que você já tenha recuperado as energias...
ru: Подъём! Надеемся, вы отлично подзарядились.
zh: 醒来了！希望你现在能感觉充满能量…

# SpeakStartNap2
source: Have a nice {0} minutes sleep.
es: Que tenga unos buenos {0} minutos para dormir.
fa_ir: Have a nice sleep. I will wake you up in {0} minutes.
fr: Bonne sieste pour les prochaine {0} minutes.
hr: Želimo Vam lijepih {0} minuta spavanja.
id: Selamat menikmati tidur selama {0} menit.
it: Buon riposo, per {0} minuti.
pt: Tenha ótimos {0} minutos para dormir.
ru: Приятного отдыха! Подъём через {0} минут.
zh: 拥有一个美好的 {0} 分钟的睡眠吧！

# SpeakStopNap2
source: Alarm is now off. Hope you had a good sleep.
es: La alarma está desactivada. Espero que hayas dormido bien.
fr: L'alarme est maintenant éteinte. J'espère que vous vous êtes bien reposé.
hr: Alarm je sada isključen. Nadamo se da ste se lijepo sanjali.
id: Alarm sudah dimatikan. Semoga Anda sudah tidur dengan nyenyak.
it: Sveglia spenta. Hai riposato bene?
pt: O despertador foi desligado. Espero que você tenha dormido bem.
ru: Будильник выключен. Хорошо вздремнули?
zh: 闹钟现在已经关闭。希望你有个好的睡眠。

# AppBarOnline
source: enable connectivity
es: activar conexión
fa_ir: فعال کردن اتصال
fr: désactiver le mode avion
hr: Omogući veze
id: aktifkan konektivitas
it: abilita connettività
pt: ativar a conectividade
ru: включить сетевые соединения
zh: 开启连接

source: Contributors
es: Colaboradores
fa_ir: مشارکت کنندگان
fr: Bénévole
hr: Suradnici
id: Kontributor
it: Collaboratori
pt: Colaboradores
ru: Благодарим за помощь
zh: 贡献者

# Commands2Bullet1b
source: - " ...for 1 hour and 30 minutes. "
es: - "…durante 1 hora y 30 minutos."
fr: - "…pour 1 heure et 30 minutes."
id: - "...selama 1 jam dan 30 menit."
it: "… per 1 ora e 30 minuti."
pt: - "...por 1 hora e 30 minutos."
ru: «... На 1 час 30 минут.»
zh: - " …睡1小时 30 分"

# VoiceFeedback
source: Play audio confirmations
es: Reproducir confirmaciones de audio
fa_ir: پخش صدای تایید
fr: Jouer des confirmations sonores
hr: Reproduciraj glasovne potvrde
id: Putar konfirmasi audio
it: Gioca conferme audio
pt: Reproduzir confirmaçõesde áudio
ru: Голосовое подтверждение
zh: 确认播放音频

# InfoTitle
source: information
es: información
fa_ir: اطلاعات
fr: informations
hr: informacije
id: tentang
pt: ajuda
ru: информация
zh: 信息

source: Suppress lock screen
es: Suprime la pantalla de bloqueo
fa_ir: جلوگیری از قفل شدن صفحه
fr: Enlever de l'écran de veille
hr: onemogući zaključavanje
id: Menekan layar terkunci
it: Sopprimere la schermata di blocco
pt: Suprimir a tela de bloqueio
ru: Препятствовать блокировке экрана
zh: 禁止锁屏

# InAppStoreNoProducts
source: There are currently no in-app purchases available. Please try again later.
es: Actualmente no hay compras disponibles en la aplicación. Por favor, inténtelo de nuevo más tarde.
fa_ir: در حال حاضر پرداخت درون برنامه ای در دسترس نیست. لطفا بعدا تلاش کنید.
hr: Trenutno nije dostupna kupovina unutar aplikacije. Molimo pokušaje ponovno kasnije.
id: Saat ini tidak ada pembelian di-aplikasi yang tersedia. Silakan coba lagi nanti.
ru: Нет доступных встроенных покупок. Попробуйте повторить в другое время.
zh: 当前没有应用内购可用，请稍后重试。

# InAppStorePurchased
source: purchased
es: comprada
fa_ir: پرداخت شده
fr: acheté
hr: kupljeno
id: dibeli
it: comprato
pt: comprou
ru: приобретено
zh: 充值完成

# InAppStoreTitle
source: in-app store
es: tienda
fa_ir: فروشگاه درون برنامه ای
fr: achats via l'application
hr: in-app kupovina
id: bursa dalam aplikasi
it: acquisti in-app
pt: compras na aplicação
ru: встроенные покупки
zh: 在应用商店

# Commands1Message_8_1_OS
source: Press and hold the Search-Button of you phone until the voice input dialog pops up.
es: Mantenga pulsado el botón de Busqueda en su teléfono para abrir el control de voz.
fa_ir: دکمه ی جستجو را فشار داده و نگه دارید تا پنجره ی ورودی صدا نمایش داده شود.
fr: Appuyer et maintenir le "Recherche"-bouton de votre téléphone.
hr: Pritisnite i držite tipku Pretraživanje kako bi se otvorio dijalog za glasovne naredbe.
id: Tekan dan tahan Tombol-Cari di ponsel Anda sampai dialog input suara muncul.
it: Premi e rilascia il tasto "Cerca" del telefono sino all'apparire del pop up.
pt: Pressione e segure o botão "Pesquisa" de seu telefone para abrir o controle por voz.
ru: Нажмите и удерживайте кнопку поиска до появления окна голосового ввода.
zh: 请按住搜索键直到您的手机的语音对话框弹出。

# AppBarCleanUp
source: clean up
es: limpiar
fa_ir: پاک کردن
fr: supprimer
hr: očisti
id: bersihkan
it: ripulire
pt: limpar
ru: очистить
zh: 清除

# AppBarNext
source: next
es: próximo
fa_ir: بعدی
fr: suivant
hr: sljedeće
id: selanjutnya
it: prossimo
pt: próxima
ru: следующий
zh: 下一个

# AppBarPrevious
source: previous
es: anterior
fa_ir: قبلی
fr: précédant
hr: prethodno
id: sebelumnya
it: precedente
pt: precedente
ru: предыдущий
zh: 上一个

# CalendarTitle
source: calendar
es: calendario
fa_ir: تقویم
fr: calendrier
hr: kalendar
id: kalendar
it: calendario
pt: calendário
ru: календарь
zh: 日历

source: days
es: días
fa_ir: روز
fr: jours
hr: dani
id: hari
it: giorni
pt: dias
ru: дни
zh: 天数

source: hours
es: horas
fa_ir: ساعت
fr: heures
hr: sati
id: jam
it: ore
pt: horas
ru: часы
zh: 小时

# ListTitle
source: list
es: lista
fa_ir: لیست
fr: listes
hr: popis
id: daftar
it: lista
pt: lista
ru: список
zh: 表单

# MessageBoxAttention
source: Attention
es: Atención
fa_ir: توجه
hr: Upozorenje
id: Perhatian
it: Attenzione
pt: Atenção
ru: Внимание
zh: 注意

# MessageBoxCleanUp
source: Do you really want to clean naps from the statistics, which have been shorter than 5 minutes?
es: ¿Realmente desea limpiar las estadísticas, que han sido más cortas de 5 minutos?
fa_ir: آیا واقعا می خواهید چرت هایی را که کمتر از 5 دقیقه بوده را از بخش آمار پاک کنید؟
fr: Souhaitez-vous vraiment supprimer votre liste de siestes qui sont inférieurs à 5 minutes?
hr: Jeste li sigurni da želite očistiti drijemanja kraća od 5 minuta iz statistika?
id: Apakah Anda ingin menghapus tidur singkat dari statistik, dimana kurang dari 5 menit?
ru: Вы действительно хотите удалить все перерывы короче 5 минут из статистики?
zh: 你真的想清除短于5分钟小睡的统计吗？

source: minutes
es: minutos
fa_ir: دقیقه
hr: minute
id: menit
it: minuti
pt: minutos
ru: минуты
zh: 分钟

# NaptisticsTitle
source: naptistics
es: estadisticas
fa_ir: آمار چرت ها
fr: statistiques de sieste
hr: naptistike
id: singkatisitik
it: naptistica
pt: naptística
ru: статистика
zh: 小睡统计

# OverviewAvg
source: average
es: promedio
fa_ir: میانگین
fr: moyenne
hr: prosječno
id: rata-rata
it: media
pt: média
ru: среднее
zh: 平均

# OverviewMax
source: maximum
es: máximo
fa_ir: بیشینه
hr: maksimalno
id: maksimum
it: massimo
pt: máximo
ru: макс.
zh: 最大

# OverviewMin
source: minimum
es: mínimo
fa_ir: کمینه
hr: minimalno
it: minimo
pt: mínimo
ru: мин.
zh: 最小

# OverviewNapDuration
source: nap duration
es: duración de la siesta
fa_ir: مدت زمان چرت
fr: durée des siestes
hr: trajanje drijemanja
id: durasi tidur singkat
pt: duração da sesta
ru: продолжительность сна
zh: 小睡时间

# OverviewTimeSinceLastNap
source: time since last nap
es: tiempo desde la última siesta
fa_ir: زمان قبل از آخرین چرت
fr: temps depuis la dernière sieste
hr: vrijeme od zadnjeg drijemanja
id: tidur singkat terakhir
it: tempo dall'ultima pisolino
pt: tempo desde a última soneca
ru: время с последнего сна
zh: 上一次小睡时间

# OverviewTitle
source: overview
es: visión de conjunto
fa_ir: مرور
fr: vue globale
hr: pregled
id: tinjauan
it: riassunto
pt: visão global
ru: обзор
zh: 概述

# OverviewTotalNaps
source: total naps
es: total de siestas
fa_ir: کل چرت ها
fr: total de sieste
hr: ukupno drijemanja
id: total tidur singkat
it: pisolino totale
pt: total de cochilos
ru: всего раз
zh: 总计小睡次数

# OverviewAvgShort
source: avg.
es: prm.
fa_ir: میانگین
fr: moy.
id: rt-rt.
it: med.
pt: méd.
ru: ср.
zh: 平均

# OverviewMaxShort
source: max.
es: máx.
fa_ir: بیشینه
id: maks.
it: mass.
pt: máx.
ru: макс.
zh: 最大

# OverviewMinShort
source: min.
es: mín.
fa_ir: کمینه
pt: mín.
ru: мин.
zh: 最小

# OverviewTotal
source: total
fa_ir: کل
hr: ukupno
it: totale
ru: всего
zh: 总计

# ResourceFlowDirection
source: LeftToRight
fa_ir: RightToLeft
