Repository: b3nk4n/powernapp-app
Catalog: PowernApp/Resources/AppResources.*.resx
Languages: es, fa_ir, fr, hr, id, it, pt, ru, zh

# ResourceLanguage
source: en-US
es: es
fa_ir: fa-IR
fr: fr
hr: hr
id: id
it: it
pt: pt-PT
ru: ru
zh: zh

# AboutTitle
source: about
es: acerca de
fa_ir: درباره
fr: à propos
hr: O aplikaciji
id: tentang
it: supporto
pt: sobre
ru: О приложении
zh: 关于

# ApplicationAuthor
source: by Benjamin Sautermeister
es: por Benjamin Sautermeister
fa_ir: توسط Benjamin Sautermeister
fr: par Benjamin Sautermeister
hr: od Benjamin Sautermeister
id: oleh Benjamin Sautermeister
it: di Benjamin Sautermeister
pt: por Benjamin Sautermeister
ru: Автор: Benjamin Sautermeister

# ApplicationDescription
source: The fastest power napping app for Windows Phone with voice commands.
es: La aplicación para siestas más rápida para Windows phone con comandos de voz.
fa_ir: سریع ترین نرم افزار چرت قوی برای ویندوز فون به همراه دستورات صوتی.
fr: L'application la plus rapide pour faire un roupillon sur Windows Phone avec commandes vocales.
hr: Najbrža power napping aplikacija za Windows Phone s glasovnim naredbama.
id: Aplikasi tidur singkat tercepat untuk Windows Phone dengan perintah suara.
it: La più rapida app per "power napping" per Windows Phone, con comandi vocali.
pt: O mais rápido aplicativo de soneca com comandos de voz para o Windows Phone.
ru: Самое быстрое приложение для восстановительного сна с поддержкой голосовых команд на Windows Phone.
zh: Windows Phone上最快速的带有语音命令的的小睡闹钟。

source: more apps
es: más aplicaciones
fa_ir: نرم افزارهای بیشتر
fr: plus d'applications
hr: više aplikacija
id: aplikasi lain
it: più app
pt: mais aplicativos
ru: другие приложения
zh: 更多应用

source: privacy info
es: declaración de privacidad
fa_ir: اطلاعات حریم خصوصی
fr: confidentialité
hr: informacije o privatnosti
id: informasi pribadi
it: info privacy
pt: informações de privacidade
ru: политика конфиденциальности
zh: 隐私政策

source: rate and review
es: valorar y comentar
fa_ir: امتیاز و نظردهی
fr: évaluez et donnez votre avis
hr: ocijeni i komentiraj
id: nilai dan tinjauan
it: dai un giudizio
pt: classificar e dar opinião
ru: оценить приложение
zh: 评级和反馈

source: support and feedback
es: apoyo y comentarios
fa_ir: پشتیبانی و بازخورد
fr: support et feedback
hr: podrška i povratne informacije
id: dukungan dan saran
it: supporto e feedback
pt: suporte e feedback
ru: служба поддержки
zh: 支持与反馈

# SettingsTitle
source: settings
es: configuración
fa_ir: تنظیمات
fr: paramètres
hr: postavke
id: pengaturan
it: impostazioni
pt: configurações
ru: настройки
zh: 设置

source: Voice commands
es: Comandos de voz
fa_ir: دستورات صوتی
fr: Commandes vocales
hr: Glasovne naredbe
id: Perintah suara
it: Comandi vocali
pt: Comandos de voz
ru: Голосовые команды
zh: 语音命令

# VoiceLanguage
source: Language
es: Idioma
fa_ir: زبان
fr: Langue
hr: Jezik
id: Bahasa
it: Lingua
pt: Idioma
ru: Язык
zh: 语言

# VoiceStatus
source: Status
es: Estado
fa_ir: وضعیت
fr: État
it: Stato
ru: Статус
zh: 统计信息

# VoiceSupported
source: supported
es: soportado
fa_ir: پشتیبانی شده
fr: activé
hr: podržano
id: didukung
it: supportato
pt: suportado
ru: поддерживается
zh: 支持与反馈

# VoiceUnsupported
source: not supported
es: no soportado
fa_ir: پشتیبانی نشده
fr: désactivé
hr: nepodržano
id: tidak didukung
it: non supportato
pt: não suportado
ru: не поддерживается
zh: 不被支持

# VoiceUnsupportedMessage
source: Your installed language package is not supported in the current version of this application. Supported languages for voice commands are English (en-US, en-GB, en-IN), French (fr-FR), Portuguese (pt-PT, pt-BR), Indonesian (id-ID) and German (de-DE). Please check your phone settings. You want to help with the translation to support your language in the next version? Just contact me!
es: El paquete de idioma instalado no es compatible con la versión actual de la aplicación. Los idiomas soportados son Inglés (es-US, en-GB, en-IN), Francés (fr-FR), Portugués (pt-PT, pt-BR), Indonesio (id-ID), Español (es-ES) y el Alemán (de-DE). Por favor, consulte los ajustes del teléfono. ¿Quieres ayudar con la traducción para apoyar tu idioma en la próxima versión? Contacta conmigo!
fa_ir: زبان نصب شده ی شما در نسخه ی فعلی این نرم افزار پشتیبانی نمی شود. زبان های پشتیبانی شده برای دستورات صوتی، انگلیسی(آمریکایی، بریتانیایی و هندی)، فرانسوی، پرتغالی(پرتغالی و برزیلی)، اندونزیایی و آلمانی هستند. لطفا تنظیمات تلفن خود را چک کنید. می خواهید برای ترجمه ی این نرم افزار در نسخه ی بعدی کمک کنید؟ کافی است با من تماس بگیرید!
fr: Votre langue d'installation n'est pas supportée dans la version actuel de cette application. Les langues supportées pour les commandes vocales sont l'anglais (en-US, en-GB), l'allemand (de-DE) et le français (fr-FR). Veuillez consulter les paramètres de votre téléphone.
hr: Trenutna inačica aplikacije ne podržava trenutno instalirani jezični paket. Podržani jezici za glasovne naredbe su engleski (en-US, en-GB, en-IN), francuski (fr-FR), portugalski (pt-PT, pt-BR), indonezijski (id-ID) and njemački (de-DE). Molimo provjerite postavke svojeg uređaja. Želite pomoći u prevođenju sljedeće inačice aplikacije? Samo me kontaktirajte.
id: Anda menginstal paket bahasa yang tidak didukung pada versi aplikasi ini. Bahasa yang didukung untuk perintah suara adalah English (en-US, en-GB, en-IN), German (de-DE), French (fr-FR), Portuguese (pt-PT, pt-BR) dan Indonesian (id-ID). Periksa pengaturan telefon Anda. You want to help with the translation to support your language in the next version? Just contact me!
it: Il tuo language pack non è supportato in questa versione dell'app. Le lingue supportate per adesso sono Inglese, Tedesco, Portoghese, Indonesiano e Francese. Controlla le impostazioni del telefono.
pt: O pacote de idiomas instalado não é suportado pela versão atual deste aplicativo. Os comandos de voz são suportados em inglês (en-US, en-GB, en-IN), francês (fr-FR) português (pt-PT, pt-BR), indonésio (id-ID) e alemão (de-DE). Por favor, verifique as configurações de seu telefone.
ru: Установленный языковой пакет не поддерживается в данной версии приложения. Голосовые команды доступны для следующих языков: английский (en-US, en-GB, en-IN), русский (ru-RU), французский (fr-FR), португальский (pt-PT, pt-BR), индонезийский (id-ID) и немецкий (de-DE). Проверьте настройки телефона. Для помощи в переводе приложения на другие языки свяжитесь с разработчиком.
zh: Your installed language package is not supported in the current version of this application. Supported languages for voice commands are English (en-US, en-GB, en-IN), French (fr-FR), Portuguese (pt-PT, pt-BR), Indonesian (id-ID), Spanish (es-ES), Chinese (zh-Hans) and German (de-DE). Please check your phone settings. You want to help with the translation to support your language in the next version? Just contact me!

# VibrationEnabled
source: Vibration
es: Vibración
fa_ir: لرزش
hr: Vibracija
id: Getaran
it: Vibrazione
pt: Vibrar
ru: Вибрация
zh: 振动

# Alarm
source: Alarm sound
es: Sonido de la alarma
fa_ir: صدای هشدار
fr: Sonnerie
hr: Zvuk alarma
id: Suara alarm
it: Suono sveglia
pt: Toque do despertador
ru: Мелодия будильника
zh: 铃声声音

# FeedbackBodyText
source: [Your feedback here] --------------------------------- Device Name: {0} Device Manufacturer: {1} Device Firmware Version: {2} Device Hardware Version: {3} Application Version: {4} ---------------------------------
es: [Su comentario aquí]
fa_ir: [بازخورد شما در اینجا] --------------------------------- Device Name: {0} Device Manufacturer: {1} Device Firmware Version: {2} Device Hardware Version: {3} Application Version: {4} ---------------------------------
fr: [Votre feedback ici] --------------------------------- Device Name: {0} Device Manufacturer: {1} Device Firmware Version: {2} Device Hardware Version: {3} Application Version: {4} ---------------------------------
hr: [Tvoje povratne informacije ovdje] --------------------------------- Device Name: {0} Device Manufacturer: {1} Device Firmware Version: {2} Device Hardware Version: {3} Application Version: {4} ---------------------------------
ru: [Ваши комментарии] --------------------------------- Device Name: {0} Device Manufacturer: {1} Device Firmware Version: {2} Device Hardware Version: {3} Application Version: {4} ---------------------------------

# FeedbackMessageText
source: Sorry to hear you didn't want to rate powernAPP. Tell us about your experience or suggest how we can make it even better.
es: Sentimos que no quieras puntuar siestaAPP. Dinos sobre tu experiencia o sugiere como podemos hacerlo incluso mejor.
fa_ir: متاسفم که شما نخواستید به powernAPP امتیاز دهید. در مورد تجربه تان از این نرم افزار به ما بگویید یا پیشنهاد خود را در مورد اینکه چطور می توانیم این نرم افزار را بهتر کنیم به ما بگویید.
fr: Dommage que vous ne vouliez pas évaluer powernAPP. Si vous voulez bien expliquer votre ressenti ou proposez des améliorations.
hr: Žao mi je što niste htjeli ocijeniti powernAPP. Recite nam Vaša iskustva ili predložite kako da poboljšamo aplikaciju.
id: Sedih jika Anda tidak ingin menilai powernAPP. Beritahu kami mengenai pengalaman atau saran untuk membuat aplikasi ini lebih baik.
it: Peccato tu non voglia votare powernAPP. Raccontandoci la tua esperienza o dandoci suggerimenti, potremmo migliorare questa app.
pt: Lamento saber que você não quer avaliar o powernAPP. Conte-nos sobre a sua experiência ou sugira como podemos melhorá-lo.
ru: Жаль, что вы не хотите оценить powernAPP. Поделитесь с нами ощущениями или предложите, как сделать приложение ещё лучше.
zh: 很难过听到您不想对 powernAPP评价。 告诉我们您的想法和经验以帮助我们做的更好

# FeedbackNoText
source: no thanks
es: no gracias
fa_ir: نه ممنون
fr: non merci
hr: ne, hvala
id: tidak terimakasih
it: no grazie
pt: não, obrigado
ru: спасибо, нет
zh: 谢谢

# FeedbackSubject
source: powernAPP Customer Feedback
es: powernAPP Comentarios del Cliente
fa_ir: بازخورد کاربران powernAPP
fr: powenAPP - Retour d'expérience
hr: powernAPP Povratne informacije
id: powernAPP Saran Pelanggan
it: feedback per powernAPP
pt: powernAPP Feedback
ru: Отзывы пользователей
zh: powernAPP 用户反馈

# FeedbackTitleText
source: Can we make it better?
es: ¿Podemos hacerlo mejor?
fa_ir: می توانیم بهترش کنیم؟
fr: Comment peut-on l'améliorer?
hr: Možemo li što poboljšati?
id: Dapatkah kami membuatnya lebih baik?
it: Possiamo migliorare?
pt: Como podemos melhorar?
ru: Приложение можно улучшить?
zh: 能帮助我们做得更好吗？

# FeedbackYesText
source: give feedback
es: enviar comentario
fa_ir: بازخوردتان را بگویید
fr: feedback
id: berikan saran
it: lascia un feedback
pt: enviar feedback
ru: оставить отзыв
zh: 提供反馈

# RatingMessage10Text
source: You look to be getting a lot of use out of our application! Why not give us a 5 star rating to show your appreciation?
es: ¡Parece que nuestra aplicación te está sirviendo de gran ayuda! ¿Por qué en agradecimiento, no nos valoras con 5 estrellas?
fa_ir: به نظر می رسد شما مدت زیادی از نرم افزار ما استفاده کردید! پس چرا با دادن امتیاز 5 ستاره از ما قدردانی نکنید؟
fr: Il semblerait que notre application vous plaît! Pourquoi ne pas lui donner 5 étoiles?
hr: Izgleda da Vam se sviđa ova aplikacija! Želite li nas ocijeniti s 5 zvijezdica i pokazati nam kako cijenite naš rad?
id: Anda sepertinya sering menggunakan aplikasi kami! Mengapa tidak memberikan kita nilai 5 bintang untuk menunjukkan apresiasi Anda?
it: Sembra che la nostra applicazione ti piaccaia! Perché non darci 5 stelle di votazione per mostrarci il tuo apprezzamento?
pt: Você parece estar gostando deste aplicativo! Por que não avaliar com 5 estrelas para mostrar a sua importância?
ru: Кажется, наше приложение вам помогает. Почему бы не поставить нам 5 звёзд?
zh: 您看起来已经习惯了这款应用！ 为什么不给一个五星评价来表达您对我们的欣赏？

# RatingMessage5Text
source: We'd love you to rate our app 5 stars. Showing us some love on the store helps us to continue to work on the app and make things even better!
es: Nos gustaría que puntuaras nuestra aplicación con 5 estrellas. ¡Puntuandonos positivamente en la tienda nos ayuda a continuar trabajando en la aplicación y hacer las cosas todavía mejor!
fa_ir: از این که به نرم افزارمان امتیاز 5 ستاره بدهید بسیار خرسند خواهیم شد. نشان دادن علاقه تان در فروشگاه ویندوز فون به ما کمک می کند تا کارمان روی این نرم افزار را ادامه دهیم و همه چیز را بهتر کنیم!
fr: Nous vous serions reconnaissant si vous donniez 5 étoiles à notre application. Nous encourager avec votre notation dans le Windows Store nous aide à continuer à travailler et améliorer l'application!
hr: Voljeli bismo kad biste ocijenili aplikaciju s 5 zvijezdica. Pokazujući nam koliko nas volite pomaže nam razvijati aplikaciju i poboljšati je!
id: Kami sangat ingin Anda memberikan nilai 5 bintang untuk aplikasi kita. Tunjukkan pada kita cinta melalui store untuk membantu kita mendukung pembuatan aplikasi dan membuat sesuatu menjadi lebih baik!
it: Abbiamo apprezzato le 5 stelle concesseci. Mostrandoci apprezzamento sullo store, ci aiuterai a proseguire il nostro lavoro per migliorare sempre più!
pt: Adoraríamos que você classificasse nosso aplicativo com 5 estrelas. Mostre o seu interesse na loja e ajude-nos a continuar trabalhando para tornar este aplicativo ainda melhor!
ru: Оцените наше приложение! Ваша поддержка помогает нам продолжать работу над приложениями и делать их ещё лучше.
zh: 我们想得到您对我们应用的五星好评. 在商店上展现您对这款应用的爱可以让我们继续在这款应用上努力，并继续把一切事情做好。

# RatingNoText
source: no thanks
es: no gracias
fa_ir: نه ممنون
fr: non, merci
hr: ne, hvala
id: tidak terimakasih
it: no grazie
pt: não, obrigado
ru: спасибо, нет
zh: 谢谢

# RatingTitleText
source: Enjoying powernAPP?
es: ¿Le gusta powernAPP?
fa_ir: از powernAPP لذت می برید؟
fr: powernAPP vous plaît?
hr: Sviđa Vam se powernAPP?
id: Menikmati powernAPP?
it: Ti piace powernAPP?
pt: Gostando do powernAPP?
ru: Вам нравится powernAPP?
zh: 喜欢powernAPP吗？

# RatingYesText
source: rate 5 stars
es: puntúa
fa_ir: امتیاز دادن
fr: notation
hr: ocijeni
id: nilai 5 bintang
it: votala con le 5 stelle
pt: avaliar com 5 estrelas
ru: оценивать
zh: 好评

# AppBarInfo
source: info
es: información
fa_ir: اطلاعات
id: informasi
pt: ajuda
ru: сведения
zh: 信息

# AppBarOffline
source: disable connectivity
es: desactivar conexión
fa_ir: غیرفعال کردن اتصال
fr: active le mode avion
hr: Onemogući veze
id: matikan konektivitas
it: disabilita connettività
pt: desativar a conectividade
ru: отключить сеть
zh: 关闭连接

# Commands1Message
source: Press and hold the Windows-Button of you phone until the voice input dialog pops up.
es: Mantenga pulsado el botón de Windows en su teléfono para abrir el control de voz.
fa_ir: دکمه ی ویندوز را فشار داده و نگه دارید تا پنجره ی ورودی صدا نمایش داده شود.
fr: Appuyer et maintenir le Windows bouton de votre téléphone.
hr: Pritisnite i držite Windows tipku kako bi se otvorio dijalog za glasovne naredbe.
id: Tekan dan tahan Tombol-Windows di ponsel Anda sampai dialog input suara muncul.
it: Premi e rilascia il tasto "Windows" del telefono sino all'apparire del pop up.
pt: Pressione e segure o botão Windows de seu telefone para abrir o controle por voz.
ru: Нажмите и удерживайте центральную кнопку до появления окна голосового ввода.
zh: 请按住Windows键直到语音对话框弹出。

# Commands1Title
source: 1. Activate voice input
es: 1.Active el control de voz
fa_ir: 1. فعال سازی ورودی صدا
fr: 1. Activer les commandes vocales
hr: 1. Aktivirajte glasovne naredbe
id: 1. Mengaktifkan input suara
it: 1. Attiva l'immissione vocale
pt: 1. Ative o controle por voz
ru: 1. Активируйте голосовой ввод
zh: 1. 激活语音输入

# Commands2Bullet1
source: - " ...for 20 minutes. "
es: - "...durante 20 minutos."
fr: - "…pour 20 minutes."
id: - "...selama 20 menit."
it: "… per 20 minuti."
pt: - "...por 20 minutos."
ru: «... На 20 минут.»
zh: - " …睡 20 分钟"

# Commands2Bullet2
source: - " ...cancel nap. "
es: - "…cancelar siesta."
fr: - "…annuler la sieste."
id: - "...batalkan tidur singkat."
it: "… cancella il pisolino."
pt: - "...cancelar soneca."
ru: «... Отменить.»
zh: - " …取消小睡闹钟"

# Commands2Bullet3
source: - " ...when is my alarm set for? "
es: - "…¿cuántocuando se ajusta la alarma?"
fr: - "à qu'elle heure mon réveil est-il réglé?"
id: - "...kapan alarm saya diatur?"
it: "… per quando ho impostato il pisolino?"
pt: - "...para quando o despertador está definido?"
ru: «...когда подъём?»
zh: - " …闹钟被设定在什么时候了？"

# Commands2Bullet4
source: - " ...what is the remaining time? "
es: - "…¿cuánto tiempo queda?"
fr: - "…combien de temps reste-il?"
id: - "...masih berapa lama waktu tersisa?"
it: "… quanto tempo mi resta per riposare?"
pt: - "...quanto tempo restante?"
ru: «...сколько осталось времени?»
zh: - " …还有多少剩余时间？"

# Commands2Bullet5
source: - " ...give me 5 more minutes. "
es: - "…dame 5 minutos más."
fr: - "…donnez-moi 5 minutes de plus."
id: - "...tambahkan waktu 5 menit lagi."
it: "… dammi ancora 5 minuti."
pt: - "...mais 5 minutos."
ru: «... ещё 5 минут.»
zh: - " …再给我 5 分钟"

# Commands2Message1
source: Say
es: Diga
fa_ir: بگویید
fr: Dis
hr: Recite
id: Ucapkan
it: Parla
pt: Diga
ru: Скажите
zh: 说

# Commands2Message3
source: followed by your request. Some examples:
es: seguido de su petición. Algunos ejemplos:
fa_ir: درخواست شما اجرا می شود. چند نمونه:
fr: Commandes vocales. Quelques exemples:
hr: i nakon toga svoju naredbu. Neki primjeri:
id: diikuti oleh permintaan Anda. Beberapa contoh:
it: in attesa di comandi. Qualche esempio:
pt: seguido do seu comando. Alguns exemplos:
ru: затем скажите, что вам нужно. Например:
zh: 后跟随者您的要求。一些例子：

# Commands2Title
source: 2. Speak
es: 2. Hable
fa_ir: 2. صحبت کنید
fr: 2. Parler
hr: 2. Govorite
id: 2. Bicara
it: 2. Parla
pt: 2. Fale
ru: 2. Говорите
zh: 2. 说

# Commands3Message
source: powernAPP takes care of the rest...
es: powernAPP se encarga del resto...
fa_ir: powernAPP مراقب استراحت شماست...
fr: powernAPP prend soin du reste…
hr: powernAPP će se pobrinuti za ostalo...
id: powernAPP akan mengatur hal lainnya...
it: powernAPP si occuperà del resto…
pt: O powernAPP cuidará de tudo...
ru: всё остальное сделает powernAPP...
zh: powernAPP会照看其余的事情...

# Commands3Title
source: 3. Enjoy your nap
es: 3. Disfrute de su siesta
fa_ir: 3. از چرت خود لذت ببرید
fr: 3. Profitez de votre sieste
hr: 3. Uživajte u drijemanju.
id: 3. Nikmati tidur singkat Anda
it: 3. Goditi il pisolino
pt: 3. Aproveite sua soneca
ru: 3. Наслаждайтесь отдыхом.
zh: 3. 享受您的睡眠

# CommandsHeader
source: commands
es: comandos
fa_ir: دستورات
fr: commandes
hr: naredbe
id: perintah
it: comandi
pt: comandos
ru: голосовые команды
zh: 命令

# CommandsIntro
source: This application supports Windows Phone voice commands. Follow these simple steps to take you well-deserved nap even faster:
es: Esta aplicación es compatible con los comandos de voz de Windows Phone. Siga estos sencillos pasos que te llevaran rápidamente a una merecida siesta:
fa_ir: این نرم افزار از دستورات صوتی ویندوز فون پشتیبانی می کند. این مراحل را دنبال کنید تا چرت خوب و سریعی بزنید:
fr: Cette application supporte les commandes vocales Windows Phone. Veuillez suivre ces étapes simples pour prendre votre sieste bien mérité au plus vite:
hr: Aplikacija podržava glasovne naredbe Windows Phonea. Slijedite sljedeće korake kako biste odrijemali čak brže:
id: Aplikasi ini mendukung perintah suara Windows Phone. Ikuti langkah sederhana ini untuk membuat tidur singkat Anda lebih cepat:
it: Questa applicazione supporta i comandi vocali di Windows Phone. Segui questi semplici passaggi per utilizzare al meglio l'app:
pt: Este aplicativo suporta os comandos de voz do Windows Phone. Siga estes passos para ter o seu merecido descanso rapidamente:
ru: Это приложение поддерживает голосовые команды Windows Phone. Следуйте нижеприведенным рекомендациям, чтобы не тратить время сна на настройки:
zh: 这个应用支持 Windows Phone的语音命令。跟随下面几步帮助您更快的获得更好的睡眠。

# ConnectivityHint
source: Don't get disturbed. Disable the phones connectivity!
es: No se inquiete. Apague la conectividad del teléfono!
fa_ir: مزاحم نداشته باشید. اتصالات تلفن خود را قطع کنید!
fr: Ne soyez pas dérangé. Activé le mode avion.
hr: Ne dopustite da Vas ometa netko ili nešto. Onemogućite veze mbilnog uređaja!
id: Jangan sampai terganggu. Matikan konektivitas telefon!
it: Non farti disturbare. Spegni la rete telefonica!
pt: Não deixe que lhe perturbem. Desative a conectividade do telefone.
ru: Позаботьтесь о своём покое. Отключите сетевые подключения!
zh: 别收到打扰！ 关闭手机连接。

# NappingTipsConsistentMessage
source: Keep a regular nap schedule. Prime napping time falls in the middle of the day.
es: Mantenga un horario regular de las siestas. Prepárese para sus momentos de descanso durante el día.
fa_ir: یک برنامه ی منظم برای چرت زدن داشته باشید. نخستین چرت در اواسط روز اتفاق می افتد.
fr: Créer un emploi du temps régulier pour vos sieste. Le meilleurs moment pour faire une sieste est au milieu de la journée.
hr: Držite redovni raspored drijemanja. Primarno vrijeme drijemanja pada u podne.
id: Jaga jadwal tidur singkat secara reguler. Waktu tidur singkat yang tepat adalah sewaktu siang hari.
it: Mantieni un proramma regolare del pisolino. Il momento migliore è il primo pomeriggio.
pt: Mantenha uma programação regular de sonecas. Prepare-se para ter seus momentos de descanso durante o dia.
ru: Вздрёмывайте в одно и то же время. Оптимальным является сон в середине рабочего дня.
zh: 保持一个规律的小睡时间表。最好睡在一天的中午。

# NappingTipsConsistentTitle
source: Be consistent
es: Sea constante
fa_ir: باثبات باشید
fr: Être régulier
hr: Budite redovni
id: Konsisten
it: Sii costante
pt: Regularidade
ru: Регулярность.
zh: 一致的

# NappingTipsDarknessMessage
source: Nap in a dark room or wear an eye mask. Blocking out light helps you fall asleep faster.
es: Duerma en una habitación oscura o utilice una máscara para los ojos. Bloquear todas las fuentes de luz ayuda a conciliar el sueño rápidamente.
fa_ir: در یک اتاق تاریک چرت بزنید و یا چشم بند بزنید. مسدود کردن نور باعث می شود سریع تر به خواب بروید.
fr: Veuillez prendre une sieste dans une chambre sombre ou avec un masque de nuit. L'absence de lumière aide à s'endormir plus vite.
hr: Drijemajte u mračnoj sobi ili koristite masku za oči. Blokiranje izvora svjetlosti pomaže Vam kako biste zaspali brže.
id: Tidur singkat di ruang gelap atau kenakan masker mata. Menutup mata dari cahaya membantu Anda tertidur lebih cepat.
it: Dormi in una stanza buia o utilizza una maschera da notte per gli occhi. Evitare le luci ti farà addormentare prima.
pt: Durma em um quarto escuro ou use uma máscara de olhos. Bloquear toda a fonte de luz ajuda você a adormecer rapidamente.
ru: Спите в затемненном помещении или используйте маску для сна. Это поможет быстрее уснуть.
zh: 在黑暗处睡眠或戴上眼罩。阻止光线进入可以帮助您睡得更快。

# NappingTipsDarknessTitle
source: Prefer darkness
es: Prefiero el oscuro
fa_ir: تاریکی را ترجیح دهید
fr: Préférez obscurité
hr: Mrak
id: Lebih baik di tempat gelap
it: Preferisci i posti meno illuminati
pt: Prefira a escuridão
ru: Темнота.
zh: 最好在暗处

# NappingTipsDisturbedMessage
source: Disable your phones connectivity and search for silent places.
es: Desactive la conectividad del teléfono y busque un lugar tranquilo.
fa_ir: برای داشتن مکانی آرام اتصالات تلفن خود را غیر فعال کنید.
fr: Désactivez les notifications de votre téléphone et cherchez des lieux silencieux.
hr: Onemogućite veze mobilnog uređaja i potražite tiho mjesto.
id: Matikan konektivitas telefon dan carilah tempat yang sunyi.
it: Disattiva il telefono e cerca un posto silenzioso.
pt: Desative a conectividade do seu telefone e procure por lugares silenciosos.
ru: Отключите сетевые соединения телефона и найдите тихое место.
zh: 关闭您的手机连接并且寻找一个安静的地方。

# NappingTipsDisturbedTitle
source: Don't get disturbed
es: No se inquiete
fa_ir: مزاحم نداشته باشید
fr: Ne soyez pas dérangé
hr: Ometanja
id: Jangan sampai terganggu
it: Evita di essere disturbato
pt: Não deixe que lhe perturbem
ru: Тишина.
zh: 不要受到打扰

# NappingTipsHeader
source: napping tips
es: consejos
fa_ir: ترفند های چرت زدن
fr: astuces pour la sieste
hr: savjeti
id: tips tidur singkat
it: suggerimenti
pt: dicas
ru: советы
zh: 小睡提示
